<?php

return [

  // section with image
  'About Us' => 'عن موقعنا',
  'main msg' => "الفكرة كلها فى التصميم!",
  'sub msg' => "مصممين مبدعين وفريق شاطر بيشتغلوا كلهم عشان يعمل افضل التصاميم علشانك ♥",

  'What We Want' => 'احنا عاوزين ايه؟',
  'heading-1' => 'احنا هدفنا تعبر عن شخصيتك فى اللبس بتاعك!',
  'sub-text-1' => "ببساطة، احنا مش بنعمل تصاميم ثابتة ونسوقها فى كل مكان .. احنا بندعم مصممين مبدعين جدا بيركزوا على مواضيع واستايلات معينة ويعرضوها قدام الناس اللى مهتمة بيها بس 😉",

  'Are We Different' => 'هل احنا مختلفين؟',
  'heading-2' => "أكـيـد ، الفكرة مش فى المنتج نفسه أبداً",
  'sub-text-2' => 'إيجي ميرش هو اول موقع في مصر بيركز على التصميم والفكرة منه ، عشان نخلي كل منتج تستخدمه او تلبسه بيوصل رساله منك ♥',

  'Our Team' => 'فريقنـا؟',
  'heading-3' => "هي عيلة كبيرة بتتكون من رواد أعمال شغوفين ومحاطة بمصممين عظماء ومبدعين 💞",
  'sub-text-3' => 'كلهم بيحاولوا يخلوا تجربة الشراء بتدور حواليك انت اولا واخيرا 😉',

  'Enough About Us' => 'كفاية كلام عننا',
  'heading-4' => "تعالي نشوف حاجه تشبهلك ✌",
  'Click Me' => 'دوس هنا كدا!',

];
