<?php

return [

        'newsletter temp msg'         => 'جاري انشاء قائمة بريدية بعروض حصرية ، انتظرونا!',

        'Sign up to our Newsletter'         => 'اشترك في القائمة البريدية',
        'catch our Deals & Discounts.'         => 'استقبل كل العروض والخصومات',
        'Enter your email'         => 'ادخل البريد الالكتروني',
        'Subscribe'         => 'اشتراك',

        'footer logo msg'         => 'إيجي ميرش هي شركة تجارة إلكترونية ناشئة، تدار بواسطة فريق متحمس وقائمة بمصممين مبدعين وبائعين مهرة لإنتاج أفضل المنتجات التي تخدم زوار الموقع.',
        'Follow Us'         => 'تابعنـا',

        'Quick Links'         => 'روابط سريعة',

        'About Us'         => 'عن إيجي ميرش',
        'contact'         => 'تواصل معانا ♥',

        'My Account'         => 'حسابي',
        'Login In'         => 'الدخول',
        'My Wishlist'         => 'المفضلة',
        'View Cart'         => 'عرض العربة',

        'Sell on EgyMerch'         => 'قم بالبيع على إيجي ميرش',
        'sell msg1'         => 'أنشأ منتجات وافتح متجرك مجاناً',
        'sell msg2'         => 'لا حاجة للتخزين، نحن نخزن ونطبع ونشحن من اجلك!',
        'sell msg3'         => 'الأمر سهل وممتع وايضاً مجاني!',
        'Apply Now'         => 'قدم طلب تسجيل!',

        'EgyMerch'         => 'إيجي ميرش',
        'All rights reserved'         => 'جميع الحقوق محفوظة.',
  ];
