<?php

return [

  // master
  'page_title' => 'لوحة التحكم | ايجي ميرش',
  'account_details' => 'تفاصيل الحساب',

  //sidebar
  'Dashboard' => 'لوحة التحكم',
  'Products' => 'المنتجات',
  'Products List' => 'قائمة المنتجات',
  'Create New Product' => 'انشاء منتج جديد',
  'Stores' => 'المتاجر',
  'store' => 'المتجر',
  'tags' => 'كلمات دلالية',
  'sizes' => 'الحجم',
  'Create New Store' => 'انشاء متجر جديد',
  'Wallet' => 'المحفظة',
  'Notifications' => 'الاشعارات',
  'Statistics' => 'الاحصائيات',
  'Orders' => 'الطلبات',
  'Create New Order' => 'انشاء طلب جديد',
  'Settings' => 'الاعدادات',
  'Logout' => 'تسجيل الخروج',

  //header
  'signup_message' => 'أهلا بك فى لوحة تحكم البائع 🥳، سوف تتمكن من فتح متجر وإضافة منتجات بعد مراجعة حسابك وقبولك معنا 🥰',
  'Account Settings' => 'اعدادات الحساب',

  //Dashboard - main page
  'Welcome' => 'أهلا بيك 🤙',
  'quick overview' => 'نظرة عامة & نصائح علشانك!',
  'price sympol' => ' ج م.',
  'orders msg' => 'عدد الطلبات اليدوية',
  'products msg' => 'كل المنتجات',
  'stores msg' => 'كل المتاجر',
  'Latest News' => 'آخر الأخبار🎉',
  'Learn More' => 'اعرف المزيذ!',
  'Tips to grow' => 'نصائح عشان تكبر 💸',

  //products list
  'All Products' => 'كل المنتجات',
  'all products msg' => 'المنتجات في كل المتاجر',
  'products search msg' => 'البحث في المنتجات',
  'product limit msg' => 'الحد الأقصى للمنتجات في كل متجر هو 50 منتج!',
  'Create new product' => 'انشاء منتج جديد',
  'Edit' => 'تعديل',
  'Delete' => 'حذف',
  'View' => 'عرض',

  //create new product
  'Product Type' => 'نوع المنتج',
  'Store' => 'المتجر',
  'Category' => 'القـسـم',
  'Product' => 'المنتج',
  'Upload Design' => ' رفع تصميم',
  'Clear Design' => ' ازالة التصميم',
  'Choose Colors' => 'اختر الألوان',
  'Adjust Design' => 'تعديل التصميم',
  'Product Final Info' => 'معلومات المنتج النهائية',
  'Title' => 'الاســم',
  'Type here' => 'اكتب هنا',
  'Price' => 'سـعـر البيـع',
  'Tags' => 'الكلمات الدلالية',
  'tags msg' => 'اكتب الكلمات التي لها علاقة بتصميمك فقط!',
  'Description' => 'الوصــف',
  'product description msg' => 'اوصف تصميمك بكلمات بسيطة، تكلم عن موضوع التصميم؟ الفئة المناسبة له؟',
  'add product msg' => 'أقر بأن لدي الحق الكامل في بيع هذا التصميم وانه تصميمي الخاص',
  'Create' => 'انشـاء ♥',
  'only active seller' => 'البائعون المقبولون فقط يمكنهم نشر التصاميم!',

  //edit product
  'Edit Product' => 'تعديل المنتج',
  'only active seller edit' => 'البائعون النشطون فقط يمكنهم تعديل التصاميم!',

  //create new store
  'Create New Store' => 'انشاء متجر جديد',
  'Store information' => 'معلومات المتجر',
  'Name' => 'الاســم',
  'Logo' => 'الصورة',
  'Banner' => 'الخلفية',
  'State' => 'الحالة',
  'Active' => 'نشط',
  'Inactive' => 'غير نشط',
  'Bio' => 'لمحة عن المتجر',
  'store bio plc' => 'قم بوصف متجرك وما يحتويه ..',
  'store max msg' => 'الحد الاقصى لعدد المتاجر لكل بائع حاليا هو 3!',

    //show store
    'Total products' => 'عدد المنتجات:',
    'store search msg' => 'ابحث في المتجر ..',

    //edit stores
    'Edit Store' => 'تعديل المتجر',
    'Save' => 'حفظ ♥',

    // orders - create manual order
    'New Manual Order' => 'طلب يدوي جديد',
    'Order Products' => 'منتجات الطلب',
    'Select Store' => 'اختر المتجر',
    'Select Store first' => 'اختر المتجر اولا!',
    'Select product' => 'اختر المنتج',
    'Color' => 'اللون',
    'Size' => 'المقاس',
    'Unit Price' => 'سعر الوحدة',
    'Quantity' => 'الكمية',
    'Add' => 'إضافة',
    'Client information' => 'بيانات العميل',
    'Enter client name' => 'اسم العميل',
    'Phone' => 'رقم الموبايل',
    'Enter client phone number' => 'رقم موبايل العميل',
    'Governorate' => 'المحافظة',
    'Select Government' => 'اختر المحافظة',
    'Address' => 'العنوان',
    'Enter client shipping address' => 'عنوان العميل بالتفصيل (المركز - الحي - الشارع - العمارة - رقم الشقة)',
    'Have Notes' => 'لديك ملاحظات؟',
    'Notes' => ' الملاحظات',
    'Optional' => 'إختياري',
    'Additional notes about the order' => 'ملاحظات اضافية علي الطلب',
    'Selling Page' => ' صفحة البيع',
    'Enter your Facebook page link' => 'ادخل رابط صفحة البيع',
    'Send Order' => 'إرسال الطلب ♥',
    'Total' => 'الإجمالي',
    'Unit Profit' => 'ربح الوحدة',
    'Total Profit' => 'الربح الكلي',
    'Products price' => 'سعر المنتجات:',
    'Shipping' => 'الشحن:',
    'Order profit' => 'ربح الطلب:',
    'Order Price' => 'سعر الطلب:',

    //statistics
    'Profit' => 'الربح',
    'All time profit' => 'الربح الكلي',
    'Manual Orders' => 'الطلبات اليدوية',
    'Sales' => 'المبيعات',
    'All time sales' => 'المبيعات الكلية',
    'Total Products Created' => 'كل المنتجات لديك',
    'Manual Orders Profit' => 'ربح الطلبات اليدوية',
    'Latest Sales' => 'آخر المبيعات',
    'Sale ID' => 'رقم المبيعة',
    'Date' => 'التاريخ',
    'Payment Status' => 'حالة الدفع',
    'Your Manual Orders' => 'طلباتك اليدوية',
    'Order ID' => 'رقم الطلب',
    'Client Name' => 'اسم العميل',
    'Status' => 'حالة الطلب',

    //notifications
    'All Notifications' => 'كل الاشعارات',

    //wallet
    'New Withdrawal Request' => 'طلب سحب جديد',
    'Amount' => 'المبلغ',
    'Enter withdrawal amount' => 'ادخل المبلغ المراد سحبه',
    'Enter your phone number' => 'ادخل رقم المحفظة',
    'Vodafone Cash' => 'فودافون كاش',
    'Etisalat Cash' => 'اتصالات كاش',
    'Orange Cash' => 'اورانج كاش',
    'We Pay' => 'وي باي',
    'Send Withdrawal Request' => 'طلب سحب الأرباح!',
    'Withdraw' => 'سحب الارباح $',
    'Current Balance' => 'المبلغ الحالي',
    'Available for withdrawal' => 'ربح متاح للصرف',
    'Expected Profit' => 'الربح المتوقع',
    'Profit of pending sales & orders' => 'ارباح الطلبات والمبيعات المنتظرة',
    'Pending Orders' => 'الطلبات المنتظرة',
    'Manual Orders Shipped' => 'طلبات يدوية تم شحنها',
    'Pending Sales' => 'المبيعات المنتظرة',
    'Sales Shipped' => 'مبيعات تم شحنها',

    //settings
    'Account Settings' => 'اعدادات الحساب',
    'General' => 'اعدادات عامة',
    'Verification' => 'التوثيق',
    'Username' => 'اسم المستخدم',
    'Email' => 'البريد الالكتروني',
    'Country' => 'البلد',
    'Password' => 'كلمة المرور',
    'Change' => 'تغيير',
    'change password msg' => 'يمكنك تغيير كلمة المرور الخاصة بك هنا!',

    //password change
    'Change Password' => 'تغير كلمة المرور',
    'Old Password' => 'كلمة المرور القديمة',
    'New Password' => 'كلمة المرور الجديدة',
    'Confirm New Password' => 'تأكيد كلمة المرور الجديدة',



];
