<?php

return [
  // top section
  'Sell on EgyMerch' => 'قم بالبيع على إيجي ميرش',
  'We Value Your Passion' => 'نَحْنُ نُقَدِّرُ شَغَفُكَ!',
  'line-1' => 'ابدأ متجرك وقم ببيع تصاميمك على مجموعة كبيرة من المنتجات مجاناً!',
  'line-2' => 'نحن نهتم بالمنتجات وطباعة تصاميمك عليها والشحن وكذلك خدمة العملاء',
  'line-3' => 'أنشأ منتجاً، سوق له، حصل الأرباح ♥',

  //main data
  'Seller Registeration' => 'تسجيل البائع',
  'form msg' => 'هذه الاستمارة سوف تُرَاجع، يرجى اكمالها باهتمام :)',
  'Username' => 'اسم المستخدم',
  'Email' => 'البريد الاكتروني',
  'Password' => 'كلمة السر',
  'Confirm password' => 'تأكيد كلمة السر',
  'Phone' => 'الهاتف',

  //questions
  'question-1' => 'هل لديك خبرة مسبقة بمجال الطباعة عند الطلب؟',
  'Yes, I have.' => 'نعم، لدي خبرة سابقة',
  "No, it's my first time." => "لا، انها المرة الأولى",

  'question-2' => 'لدي متجر على ...',
  'Others' => 'منصات أخرى',

  'question-3' => 'للعمل اونلاين، عادة أستخدم ...',
  'My Pc / lap top' => 'كومبيوتر شخصي / لاب توب',
  'My Mobile' => 'الهاتف',

  'question-4' => 'احصل على الزوار...',
  'Free from social media' => 'مجاناً من منصات التواصل الاجتماعي',
  'From paid ads' => 'من الاعلانات المدفوعة',
  'Organically' => 'أعتمد على زوار الموقع',

  'question-5' => 'أضف رابط متجرك الأساسي على المنصات الأخرى',
  'Store link' => 'رابط المتجـر',

  'question-6' => 'أخبرنا المزيـد عنــك 😄',
  'msg placeholder' => 'ما هي خبرتك في كل من (العمل اونلاين، مجال الطباعة عند الطلب، التصميم)؟ كيف تخطط لتسويق منتجاتك؟ لماذا تود ان تعمل على إيجي ميرش؟',
  'Submit' => 'إرسـال ♥',

];
